Allows vertical shifting of breps when moving towards the origin.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool AllowVerticalOffsetOfBReps { get; set; }
  Visual Basic
Public Property AllowVerticalOffsetOfBReps As Boolean
	Get
	Set
  Visual C++
public:
property bool AllowVerticalOffsetOfBReps {
	bool get ();
	void set (bool value);
}
 See Also
  IFCExtrusionCreationData Class
  Autodesk.Revit.DB.IFC Namespace